Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.recurringShifts.saveFailed
source: Could not save recurring shift changes.
ar: تعذر حفظ التغييرات في نوبة العمل المتكررة.
bg: Не можахме да запазим промените в повтарящото се работно време.
bn: পুনরাবৃত্তিমূলক শিফট পরিবর্তনগুলি সংরক্ষণ করতে পারা যায়নি।
ca: No s'han pogut guardar els canvis del torn recurrent.
cs: Nepodařilo se uložit změny opakující se směny.
da: Kunne ikke gemme ændringer i tilbagevendende vagt.
de: Änderungen an regelmäßiger Schicht konnten nicht gespeichert werden.
el: Δεν ήταν δυνατή η αποθήκευση των αλλαγών της επαναλαμβανόμενης βάρδιας.
es: No se pudieron guardar los cambios del turno recurrente.
et: Korduvate vahetuste muudatusi ei saanud salvestada.
fa: نتوانست تغییرات شیفت تکراری را ذخیره کند.
fi: Toistuvien vuorojen muutoksia ei voitu tallentaa.
fil: Hindi makapag-save ng mga pagbabago sa regular na shift.
fr: Impossible d'enregistrer les modifications du quart récurrent.
he: לא היה ניתן לשמור שינויים במשמרת חוזרת.
hi: आवर्ती शिफ्ट परिवर्तन सहेज नहीं सके।
hr: Nije bilo moguće spremiti promjene redovne smjene.
hu: Nem sikerült az ismétlődő műszak módosításainak mentése.
id: Tidak dapat menyimpan perubahan shift berulang.
is: Ekki var hægt að vista breytingar á endurtekinni vakt.
it: Impossibile salvare le modifiche al turno ricorrente.
ja: 定期シフトの変更を保存できませんでした。
ko: 정기 근무 변경을 저장할 수 없습니다.
lt: Nepavyko išsaugoti pasikartojančios pamainos pakeitimų.
lv: Nevarēja saglabāt regulāras maiņas izmaiņas.
nb: Kunne ikke lagre endringer i fast vakt.
nl: Kon wijzigingen in vaste dienst niet opslaan.
nn: Kunne ikke lagre endringer i fast vakt.
pl: Nie można było zapisać zmian w powtarzającej się zmianie.
pt_br: Não foi possível salvar as alterações do turno recorrente.
ro: Nu s-au putut salva modificările turei recurente.
ru: Не удалось сохранить изменения повторяющейся смены.
sk: Nepodarilo sa uložiť zmeny opakujúcej sa smeny.
sl: Ni bilo mogoče shraniti sprememb ponavljajoče se izmene.
sr: Nije moguće sačuvati izmene ponavljajuće smene.
sv: Kunde inte spara ändringar i återkommande vakt.
sw: Haiwezi kuhifadhi mabadiliko ya kazi inayorudia.
ta: மீண்டும் வரும் ஷிப்ட் மாற்றங்களைச் சேமிக்க முடியவில்லை.
th: ไม่สามารถบันทึกการเปลี่ยนแปลงการทำงานประจำได้
tr: Tekrarlayan vardiya değişiklikleri kaydedilemedi.
uk: Не вдалося зберегти зміни повторюваної зміни.
ur: دہرائی جانے والی شفٹ میں تبدیلیاں محفوظ نہیں کی جا سکیں۔
vi: Không thể lưu thay đổi ca làm việc định kỳ.
zh_hans: 无法保存定期班次更改。
zh_hant: 無法儲存重複班次變更。

# settings.recurringShifts.subtitle
source: Open a recurring shift to edit its schedule and exclusions
ar: افتح نوبة عمل متكررة لتعديل جدولها والاستثناءات
bg: Отворете повтарящо се работно време, за да редактирате неговото разписание и изключения
bn: একটি পুনরাবৃত্তিমূলক শিফট খুলুন এর সময়সূচী এবং বর্জনগুলি সম্পাদনা করতে
ca: Obri un torn recurrent per editar la seva planificació i exclusions
cs: Otevřete opakující se směnu pro úpravu plánu a vyloučení
da: Åbn en tilbagevendende vagt for at redigere plan og ekskluderinger
de: Öffnen Sie eine regelmäßige Schicht, um ihren Plan und Ausschlüsse zu bearbeiten
el: Ανοίξτε μια επαναλαμβανόμενη βάρδια για να επεξεργαστείτε το χρονοδιάγραμμα και τις εξαιρέσεις
es: Abre un turno recurrente para editar su calendario y exclusiones
et: Avage korduvav vahetus, et redigeerida selle ajakava ja välistamisi
fa: یک شیفت تکراری را باز کنید تا برنامه و حذف‌شده‌ها را ویرایش کنید
fi: Avaa toistuva vuoro muokataksesi sen aikataulua ja poistoja
fil: Buksan ang regular na shift upang baguhin ang iskedyul at mga pagbubukod
fr: Ouvrez un quart récurrent pour modifier son planning et ses exclusions
he: פתח משמרת חוזרת כדי לערוך את לוח הזמנים והחריגות שלה
hi: शेड्यूल और बहिष्करण संपादित करने के लिए एक आवर्ती शिफ्ट खोलें
hr: Otvorite redovnu smjenu kako biste uredili njen raspored i isključenja
hu: Nyissa meg az ismétlődő műszakot az ütemezés és kizárások szerkesztéséhez
id: Buka shift berulang untuk mengedit jadwal dan pengecualiannya
is: Opnaðu endurtekna vakt til að breyta áætlun hennar og útilokunum
it: Apri un turno ricorrente per modificare la pianificazione e le esclusioni
ja: 定期シフトを開いて、スケジュールと除外を編集します
ko: 정기 근무를 열어 일정 및 제외 설정을 편집하세요
lt: Atverkite pasikartojančią pamainą, kad redaguotumėte jos grafiką ir išskirtis
lv: Atveriet regulāru maiņu, lai rediģētu tās grafiku un izslēgumus
nb: Åpne en fast vakt for å redigere plan og ekskluderinger
nl: Open een vaste dienst om de planning en uitsluitingen te bewerken
nn: Åpne en fast vakt for å redigere plan og ekskluderinger
pl: Otwórz powtarzającą się zmianę, aby edytować jej plan i wyłączenia
pt_br: Abra um turno recorrente para editar seu cronograma e exclusões
ro: Deschide o tură recurentă pentru a-i edita programul și exclusiunile
ru: Откройте повторяющуюся смену, чтобы отредактировать её расписание и исключения
sk: Otvorte opakujúcu sa smenu, aby ste upravili jej plán a vylúčenia
sl: Odprite ponavljajočo se izmeno, da uredite njen urnik in izključitve
sr: Otvorite ponavljajuću smenu da biste uređivali njen raspored i isključenja
sv: Öppna en återkommande vakt för att redigera schema och uteslutningar
sw: Fungua kazi inayorudia ili kuhariri ratiba na kutengana
ta: மீண்டும் வரும் ஷிப்ட்டைத் திறந்து அதன் அட்டவணை மற்றும் விலக்குகளைத் திருத்தவும்
th: เปิดการทำงานประจำเพื่อแก้ไขตารางเวลาและการยกเว้น
tr: Planını ve hariç tutmalarını düzenlemek için tekrarlayan bir vardiyayı aç
uk: Відкрийте повторювану зміну, щоб редагувати її розклад та виключення
ur: شفٹ کے شیڈول اور خارجی کریں میں ترمیم کے لیے دہرائی جانے والی شفٹ کھولیں
vi: Mở ca làm việc định kỳ để chỉnh sửa lịch trình và loại trừ
zh_hans: 打开定期班次以编辑其计划和排除
zh_hant: 開啟重複班次以編輯其時間表和排除項目

# settings.recurringShifts.title
source: Recurring shifts
ar: نوبات العمل المتكررة
bg: Повтарящи се работни времена
bn: পুনরাবৃত্তিমূলক শিফটগুলি
ca: Torns recurrents
cs: Opakující se směny
da: Tilbagevendende vakter
de: Regelmäßige Schichten
el: Επαναλαμβανόμενες βάρδιες
es: Turnos recurrentes
et: Korduvad vahetused
fa: شیفت‌های تکراری
fi: Toistuvat vuorot
fil: Mga regular na shift
fr: Quarts récurrents
he: משמרות חוזרות
hi: आवर्ती शिफ्टें
hr: Redovne smjene
hu: Ismétlődő műszakok
id: Shift berulang
is: Endurteknar vaktir
it: Turni ricorrenti
ja: 定期シフト
ko: 정기 근무
lt: Pasikartojančios pamainod
lv: Regulāras maiņas
nb: Faste vakter
nl: Vaste diensten
nn: Faste vakter
pl: Powtarzające się zmiany
pt_br: Turnos recorrentes
ro: Ture recurente
ru: Повторяющиеся смены
sk: Opakujúce sa smeny
sl: Ponavljajoče se izmene
sr: Ponavljajuće smene
sv: Återkommande vakter
sw: Kazi inayorudia
ta: மீண்டும் வரும் ஷிப்ட்கள்
th: การทำงานประจำ
tr: Tekrarlayan vardiyalar
uk: Повторювані зміни
ur: دہرائی جانے والی شفٹیں
vi: Ca làm việc định kỳ
zh_hans: 定期班次
zh_hant: 重複班次

# settings.title
source: Account & Settings
ar: الحساب والإعدادات
bg: Акаунт и настройки
bn: অ্যাকাউন্ট ও সেটিংস
ca: Compte i configuració
cs: Účet a nastavení
da: Konto og indstillinger
de: Konto & Einstellungen
el: Λογαριασμός και ρυθμίσεις
es: Cuenta y ajustes
et: Konto ja seaded
fa: حساب و تنظیمات
fi: Tili ja asetukset
fil: Account at Mga Setting
fr: Compte et réglages
he: חשבון והגדרות
hi: खाता और सेटिंग्स
hr: Račun i postavke
hu: Fiók és beállítások
id: Akun & Pengaturan
is: Reikningur og stillingar
it: Account e impostazioni
ja: アカウントと設定
ko: 계정 및 설정
lt: Paskyra ir nustatymai
lv: Konts un iestatījumi
nb: Konto og innstillinger
nl: Account en instellingen
nn: Konto og innstillingar
pl: Konto i ustawienia
pt_br: Conta e configurações
ro: Cont și setări
ru: Аккаунт и настройки
sk: Účet a nastavenia
sl: Račun in nastavitve
sr: Nalog i podešavanja
sv: Konto och inställningar
sw: Akaunti na Mipangilio
ta: கணக்கு & அமைப்புகள்
th: บัญชีและการตั้งค่า
tr: Hesap ve Ayarlar
uk: Обліковий запис і налаштування
ur: اکاؤنٹ اور ترتیبات
vi: Tài khoản & Cài đặt
zh_hans: 账户与设置
zh_hant: 帳號與設定

# share.action.dismiss
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Loobu
fa: انصراف
fi: Peruuta
fil: Kanselahin
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
nn: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
sw: Ghairi
ta: ரத்து
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# share.action.send
source: Send
ar: إرسال
bg: Изпрати
bn: পাঠান
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
et: Saada
fa: ارسال
fi: Lähetä
fil: Ipadala
fr: Envoyer
he: שליחה
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
is: Senda
it: Invia
ja: 送信
ko: 보내기
lt: Siųsti
lv: Sūtīt
nl: Verstuur
pl: Wyślij
pt_br: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sl: Pošlji
sr: Pošalji
sv: Skicka
sw: Tuma
ta: அனுப்பு
th: ส่ง
tr: Gönder
uk: Надіслати
ur: بھیجیں
vi: Gửi
zh_hans: 发送
zh_hant: 傳送

# share.error.image_too_large
source: Shared image is too large
ar: الصورة المشتركة كبيرة جدًا
bg: Споделеното изображение е твърде голямо
bn: শেয়ার করা ছবি খুব বড়
ca: La imatge compartida és massa gran
cs: Sdílený obrázek je příliš velký
da: Det delte billede er for stort
de: Geteiltes Bild ist zu groß
el: Η κοινόχρηστη εικόνα είναι πολύ μεγάλη
es: La imagen compartida es demasiado grande
et: Jagatud pilt on liiga suur
fa: تصویر اشتراکی خیلی بزرگ است
fi: Jaettu kuva on liian suuri
fil: Masyadong malaki ang ibinahaging larawan
fr: L’image partagée est trop grande
he: התמונה ששותפה גדולה מדי
hi: साझा की गई छवि बहुत बड़ी है
hr: Dijeljena slika je prevelika
hu: A megosztott kép túl nagy
id: Gambar yang dibagikan terlalu besar
is: Samnýtt mynd er of stór
it: L'immagine condivisa è troppo grande
ja: 共有画像が大きすぎます
ko: 공유한 이미지가 너무 큽니다
lt: Bendrinamas vaizdas per didelis
lv: Koplietotais attēls ir pārāk liels
nb: Det delte bildet er for stort
nl: Gedeelde afbeelding is te groot
nn: Det delte biletet er for stort
pl: Udostępniony obraz jest za duży
pt_br: A imagem compartilhada é grande demais
ro: Imaginea partajată este prea mare
ru: Общее изображение слишком большое
sk: Zdieľaný obrázok je príliš veľký
sl: Deljena slika je prevelika
sr: Deljena slika je prevelika
sv: Den delade bilden är för stor
sw: Picha iliyoshirikiwa ni kubwa sana
ta: பகிரப்பட்ட படம் மிகவும் பெரியது
th: รูปภาพที่แชร์มีขนาดใหญ่เกินไป
tr: Paylaşılan görsel çok büyük
uk: Спільне зображення завелике
ur: شیئر کی گئی تصویر بہت بڑی ہے
vi: Ảnh đã chia sẻ quá lớn
zh_hans: 共享图片过大
zh_hant: 分享的圖片過大

# share.error.invalid_access_token
source: Invalid access token
ar: رمز الوصول غير صالح
bg: Невалиден токен за достъп
bn: অবৈধ অ্যাক্সেস টোকেন
ca: Testimoni d'accés no vàlid
cs: Neplatný přístupový token
da: Ugyldigt adgangstoken
de: Ungültiges Zugriffstoken
el: Μη έγκυρο διακριτικό πρόσβασης
es: Token de acceso no válido
et: Vigane juurdepääsutoken
fa: توکن دسترسی نامعتبر است
fi: Virheellinen käyttöoikeustunnus
fil: Di-wastong access token
fr: Jeton d’accès invalide
he: אסימון גישה לא תקין
hi: अमान्य एक्सेस टोकन
hr: Nevažeći pristupni token
hu: Érvénytelen hozzáférési token
id: Token akses tidak valid
is: Ógilt aðgangstákn
it: Token di accesso non valido
ja: 無効なアクセストークン
ko: 유효하지 않은 액세스 토큰
lt: Neteisinga prieigos atpažintis
lv: Nederīgs piekļuves marķieris
nb: Ugyldig tilgangstoken
nl: Ongeldig toegangstoken
nn: Ugyldig tilgangstoken
pl: Nieprawidłowy token dostępu
pt_br: Token de acesso inválido
ro: Token de acces nevalid
ru: Недействительный токен доступа
sk: Neplatný prístupový token
sl: Neveljaven žeton za dostop
sr: Nevažeći pristupni token
sv: Ogiltig åtkomsttoken
sw: Tokeni ya ufikiaji si halali
ta: தவறான அணுகல் டோக்கன்
th: โทเค็นการเข้าถึงไม่ถูกต้อง
tr: Geçersiz erişim belirteci
uk: Недійсний токен доступу
ur: غلط رسائی ٹوکن
vi: Mã truy cập không hợp lệ
zh_hans: 访问令牌无效
zh_hant: 無效的存取權杖

# share.error.invalid_storage_base_url
source: Invalid storage base URL
ar: عنوان URL الأساسي للتخزين غير صالح
bg: Невалиден основен URL за хранилище
bn: অবৈধ স্টোরেজ বেস URL
ca: URL base d'emmagatzematge no vàlida
cs: Neplatná základní URL úložiště
da: Ugyldig basis-URL for lagring
de: Ungültige Speicher-Basis-URL
el: Μη έγκυρο βασικό URL αποθήκευσης
es: URL base de almacenamiento no válida
et: Vigane salvestuse baas-URL
fa: نشانی پایهٔ ذخیره‌سازی نامعتبر است
fi: Virheellinen tallennuksen perus-URL
fil: Di-wastong storage base URL
fr: URL de base du stockage invalide
he: כתובת בסיס לאחסון לא תקינה
hi: अमान्य स्टोरेज बेस URL
hr: Nevažeći osnovni URL pohrane
hu: Érvénytelen tároló alap-URL
id: URL dasar penyimpanan tidak valid
is: Ógild grunnslóð geymslu
it: URL base di archiviazione non valido
ja: 無効なストレージベースURL
ko: 유효하지 않은 저장소 기본 URL
lt: Neteisingas saugyklos bazinis URL
lv: Nederīgs krātuves bāzes URL
nb: Ugyldig lagringsadresse
nl: Ongeldige opslag-basis-URL
nn: Ugyldig lagringsadresse
pl: Nieprawidłowy bazowy URL pamięci
pt_br: URL base de armazenamento inválida
ro: URL de bază al stocării nevalid
ru: Недопустимый базовый URL хранилища
sk: Neplatná základná URL úložiska
sl: Neveljaven osnovni URL shrambe
sr: Nevažeći osnovni URL skladišta
sv: Ogiltig bas-URL för lagring
sw: URL ya msingi ya hifadhi si halali
ta: தவறான சேமிப்பு அடிப்படை URL
th: URL พื้นฐานของที่เก็บข้อมูลไม่ถูกต้อง
tr: Geçersiz depolama temel URL'si
uk: Недійсна базова URL-адреса сховища
ur: اسٹوریج کی بنیادی URL غلط ہے
vi: URL gốc lưu trữ không hợp lệ
zh_hans: 存储基础 URL 无效
zh_hant: 儲存空間基底 URL 無效

# share.error.invalid_storage_response
source: Invalid storage response
ar: استجابة التخزين غير صالحة
bg: Невалиден отговор от хранилището
bn: অবৈধ স্টোরেজ সাড়া
ca: Resposta d'emmagatzematge no vàlida
cs: Neplatná odpověď úložiště
da: Ugyldigt svar fra lagring
de: Ungültige Speicherantwort
el: Μη έγκυρη απόκριση αποθήκευσης
es: Respuesta de almacenamiento no válida
et: Vigane salvestuse vastus
fa: پاسخ ذخیره‌سازی نامعتبر است
fi: Virheellinen vastaus tallennuksesta
fil: Di-wastong tugon ng storage
fr: Réponse du stockage invalide
he: תגובת אחסון לא תקינה
hi: अमान्य स्टोरेज प्रतिक्रिया
hr: Nevažeći odgovor pohrane
hu: Érvénytelen tárolóválasz
id: Respons penyimpanan tidak valid
is: Ógilt svar frá geymslu
it: Risposta di archiviazione non valida
ja: 無効なストレージレスポンス
ko: 저장소 응답이 올바르지 않습니다
lt: Neteisingas saugyklos atsakas
lv: Nederīga krātuves atbilde
nb: Ugyldig svar fra lagring
nl: Ongeldige opslagrespons
nn: Ugyldig svar frå lagring
pl: Nieprawidłowa odpowiedź pamięci
pt_br: Resposta de armazenamento inválida
ro: Răspuns de stocare nevalid
ru: Недопустимый ответ хранилища
sk: Neplatná odpoveď úložiska
sl: Neveljaven odgovor shrambe
sr: Nevažeći odgovor skladišta
sv: Ogiltigt svar från lagring
sw: Jibu la hifadhi si halali
ta: தவறான சேமிப்பு பதில்
th: การตอบกลับจากที่เก็บข้อมูลไม่ถูกต้อง
tr: Geçersiz depolama yanıtı
uk: Недійсна відповідь сховища
ur: اسٹوریج کا جواب غلط ہے
vi: Phản hồi lưu trữ không hợp lệ
zh_hans: 存储响应无效
zh_hant: 儲存空間回應無效

# share.error.invalid_token_payload
source: Invalid token payload
ar: حمولة الرمز غير صالحة
bg: Невалидно съдържание на токена
bn: অবৈধ টোকেন পেলোড
ca: Càrrega del testimoni no vàlida
cs: Neplatný obsah tokenu
da: Ugyldigt tokenindhold
de: Ungültige Token-Nutzlast
el: Μη έγκυρο payload διακριτικού
es: Carga útil del token no válida
et: Vigane tokeni sisu
fa: محتوای توکن نامعتبر است
fi: Virheellinen tunnuksen sisältö
fil: Di-wastong token payload
fr: Charge utile du jeton invalide
he: מטען אסימון לא תקין
hi: अमान्य टोकन पेलोड
hr: Nevažeći sadržaj tokena
hu: Érvénytelen tokenadat
id: Payload token tidak valid
is: Ógilt innihald tákns
it: Payload del token non valido
ja: 無効なトークンペイロード
ko: 유효하지 않은 토큰 페이로드
lt: Neteisingas atpažinties turinys
lv: Nederīgs marķiera saturs
nb: Ugyldig tokeninnhold
nl: Ongeldige token-inhoud
nn: Ugyldig tokeninnhald
pl: Nieprawidłowa zawartość tokenu
pt_br: Payload do token inválido
ro: Conținut token nevalid
ru: Недопустимое содержимое токена
sk: Neplatný obsah tokenu
sl: Neveljavna vsebina žetona
sr: Nevažeći sadržaj tokena
sv: Ogiltig tokennyttolast
sw: Maudhui ya tokeni si halali
ta: தவறான டோக்கன் payload
th: เพย์โหลดโทเค็นไม่ถูกต้อง
tr: Geçersiz belirteç yükü
uk: Недійсний вміст токена
ur: غلط ٹوکن پے لوڈ
vi: Nội dung mã không hợp lệ
zh_hans: 令牌负载无效
zh_hant: 權杖酬載無效

# share.error.missing_input
source: The shared content could not be loaded.
ar: تعذر تحميل المحتوى المشترك.
bg: Споделеното съдържание не можа да се зареди.
bn: শেয়ার করা কনটেন্ট লোড করা যায়নি।
ca: No s'ha pogut carregar el contingut compartit.
cs: Sdílený obsah se nepodařilo načíst.
da: Det delte indhold kunne ikke indlæses.
de: Der geteilte Inhalt konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση του κοινόχρηστου περιεχομένου.
es: No se pudo cargar el contenido compartido.
et: Jagatud sisu ei saanud laadida.
fa: بارگذاری محتوای اشتراکی ممکن نشد.
fi: Jaettua sisältöä ei voitu ladata.
fil: Hindi ma-load ang ibinahaging nilalaman.
fr: Le contenu partagé n’a pas pu être chargé.
he: לא ניתן היה לטעון את התוכן ששותף.
hi: साझा की गई सामग्री लोड नहीं हो सकी।
hr: Dijeljeni sadržaj nije moguće učitati.
hu: A megosztott tartalom nem tölthető be.
id: Konten yang dibagikan tidak dapat dimuat.
is: Ekki tókst að hlaða samnýttu efni.
it: Impossibile caricare il contenuto condiviso.
ja: 共有コンテンツを読み込めませんでした。
ko: 공유된 콘텐츠를 불러올 수 없습니다.
lt: Nepavyko įkelti bendrinamo turinio.
lv: Neizdevās ielādēt koplietoto saturu.
nb: Det delte innholdet kunne ikke lastes.
nl: De gedeelde inhoud kon niet worden geladen.
nn: Det delte innhaldet kunne ikkje lastast.
pl: Nie udało się wczytać udostępnionej treści.
pt_br: Não foi possível carregar o conteúdo compartilhado.
ro: Conținutul partajat nu a putut fi încărcat.
ru: Не удалось загрузить общий контент.
sk: Zdieľaný obsah sa nepodarilo načítať.
sl: Deljene vsebine ni bilo mogoče naložiti.
sr: Deljeni sadržaj nije mogao da se učita.
sv: Det delade innehållet kunde inte läsas in.
sw: Maudhui yaliyoshirikiwa hayakuweza kupakiwa.
ta: பகிரப்பட்ட உள்ளடக்கத்தை ஏற்ற முடியவில்லை.
th: ไม่สามารถโหลดเนื้อหาที่แชร์ได้
tr: Paylaşılan içerik yüklenemedi.
uk: Не вдалося завантажити спільний вміст.
ur: شیئر کیا گیا مواد لوڈ نہیں ہو سکا۔
vi: Không thể tải nội dung đã chia sẻ.
zh_hans: 无法加载共享内容。
zh_hant: 無法載入分享的內容。

# share.error.missing_token_subject
source: Missing token subject
ar: موضوع الرمز مفقود
bg: Липсва subject на токена
bn: টোকেন সাবজেক্ট অনুপস্থিত
ca: Falta el subjecte del testimoni
cs: Chybí subjekt tokenu
da: Mangler token-subjekt
de: Token-Betreff fehlt
el: Λείπει το subject του διακριτικού
es: Falta el sujeto del token
et: Tokeni subjekt puudub
fa: شناسهٔ توکن موجود نیست
fi: Tunnuksen aihe puuttuu
fil: Walang token subject
fr: Sujet du jeton manquant
he: חסר נושא אסימון
hi: टोकन विषय अनुपलब्ध
hr: Nedostaje subjekt tokena
hu: Hiányzik a token alanya
id: Subjek token tidak ada
is: Efni tákns vantar
it: Soggetto del token mancante
ja: トークンのsubjectがありません
ko: 토큰 주체가 없습니다
lt: Trūksta atpažinties subjekto
lv: Trūkst marķiera subjekta
nb: Mangler tokenidentitet
nl: Token-subject ontbreekt
nn: Manglar tokenidentitet
pl: Brak podmiotu tokenu
pt_br: Falta o assunto do token
ro: Lipsește subiectul tokenului
ru: Отсутствует subject токена
sk: Chýba subjekt tokenu
sl: Manjka subjekt žetona
sr: Nedostaje subjekt tokena
sv: Token-subjekt saknas
sw: Mada ya tokeni haipo
ta: டோக்கன் subject இல்லை
th: ไม่มี subject ของโทเค็น
tr: Belirteç konusu eksik
uk: Відсутній суб’єкт токена
ur: ٹوکن سبجیکٹ موجود نہیں
vi: Thiếu chủ thể mã
zh_hans: 缺少令牌主题
zh_hant: 缺少權杖主體

# share.error.no_recipients
source: No friends are available to send this to right now.
ar: لا يوجد أصدقاء متاحون للإرسال إليهم الآن.
bg: В момента няма приятели, на които да изпратите това.
bn: এখন এটি পাঠানোর জন্য কোনো বন্ধু উপলভ্য নেই।
ca: Ara mateix no hi ha amics disponibles per enviar-ho.
cs: Teď není k dispozici žádný přítel, komu to poslat.
da: Ingen venner er tilgængelige at sende dette til lige nu.
de: Aktuell sind keine Freunde zum Senden verfügbar.
el: Δεν υπάρχουν διαθέσιμοι φίλοι για αποστολή αυτή τη στιγμή.
es: No hay amigos disponibles para enviar esto ahora mismo.
et: Praegu pole sõpru, kellele seda saata.
fa: فعلاً دوستی برای ارسال این مورد در دسترس نیست.
fi: Yhtään ystävää ei ole nyt saatavilla vastaanottajaksi.
fil: Walang available na friends na mapapadalhan ngayon.
fr: Aucun ami n’est disponible pour l’instant.
he: אין כרגע חברים זמינים לשלוח להם את זה.
hi: अभी इसे भेजने के लिए कोई मित्र उपलब्ध नहीं है।
hr: Trenutačno nema prijatelja kojima ovo možete poslati.
hu: Jelenleg nincs elérhető ismerős, akinek ezt elküldhetnéd.
id: Tidak ada teman yang tersedia untuk dikirimi saat ini.
is: Engir vinir eru tiltækir til að senda þetta til núna.
it: Nessun amico disponibile a cui inviarlo ora.
ja: 現在、送信できる友達がいません。
ko: 지금은 이 내용을 보낼 친구가 없습니다.
lt: Šiuo metu nėra draugų, kuriems galima tai siųsti.
lv: Pašlaik nav draugu, kam to nosūtīt.
nb: Ingen venner er tilgjengelige å sende dette til akkurat nå.
nl: Er zijn nu geen vrienden beschikbaar om dit naar te sturen.
nn: Ingen vener er tilgjengelege å sende dette til akkurat no.
pl: Brak znajomych, którym można to teraz wysłać.
pt_br: Nenhum amigo está disponível para receber isso agora.
ro: Nu există prieteni disponibili pentru a trimite asta acum.
ru: Сейчас нет друзей, которым можно это отправить.
sk: Momentálne nie sú dostupní žiadni priatelia, ktorým to môžete poslať.
sl: Trenutno ni prijateljev, ki bi jim to lahko poslali.
sr: Trenutno nema prijatelja kojima ovo možete poslati.
sv: Inga vänner är tillgängliga att skicka detta till just nu.
sw: Hakuna marafiki wa kutuma hiki kwao sasa hivi.
ta: இதை அனுப்ப இப்போது நண்பர்கள் யாரும் இல்லை.
th: ไม่มีเพื่อนที่พร้อมรับสิ่งนี้ในขณะนี้
tr: Şu anda buna gönderebileceğiniz arkadaş yok.
uk: Зараз немає друзів, яким можна це надіслати.
ur: ابھی اسے بھیجنے کے لیے کوئی دوست دستیاب نہیں۔
vi: Hiện không có bạn bè nào để gửi mục này.
zh_hans: 当前没有可发送的好友。
zh_hant: 目前沒有可傳送的好友。
